Repository: LaTrappe/HAKA
Catalog: resources/language/resource.language.*/strings.po
Languages: sk_sk

# Addon Summary
source: Switching your home with Kodi
sk_sk: Ovládajte vašu domácnosť pomocou Kodi

# Addon Description
source: This is a first unofficial Home Assistant Kodi Addon (HAKA!).
sk_sk: Toto je prvý neoficiálny Home Assistant doplnok pre Kodi (HAKA!)

# #30001
source: Connection
sk_sk: Spojenie

# #30003
source: Long life token
sk_sk: Token s dlhou životnosťou

# #30004
source: Domains
sk_sk: Domény

# #30005
source: Automations
sk_sk: Automatizácie

# #30006
source: Climate
sk_sk: Klimatizácia

# #30007
source: Groups
sk_sk: Skupiny

# #30008
source: Lights
sk_sk: Svetlá

# #30009
source: Scenes
sk_sk: Scény

# #30010
source: Scripts
sk_sk: Skripty

# #30011
source: Sensors
sk_sk: Senzory

# #30012
source: Switches
sk_sk: Prepínače

# #30013
source: Vacuum
sk_sk: Vysávač

# #30014
source: Persons
sk_sk: Osoby

# #30015
source: Debug
sk_sk: Ladenie

# #30016
source: Enable debug logging
sk_sk: Povoliť záznamy ladenia

# #30017
source: Other
sk_sk: Ďalšie

# #30018
source: Show HAKA! favourites in main menu
sk_sk: Zobraziť záložky HAKA! v hlavnej ponuke

# #30020
source: Curr. temp:
sk_sk: Akt. teplota:

# #30021
source: Brightness:
sk_sk: Jas:

# #30022
source: Last triggered:
sk_sk: Posledná aktivácia:

# #30023
source: HA Version:
sk_sk: Verzia HA:

# #30024
source: Last changed:
sk_sk: Posledná zmena:

# #30025
source: State:
sk_sk: Stav:

# #30026
source: Battery:
sk_sk: Batéria:

# #30040
source: Start
sk_sk: Spustiť

# #30041
source: Stop
sk_sk: Zastaviť

# #30042
source: Return to base
sk_sk: Návrat na základňu

# #30043
source: Locate
sk_sk: Nájsť

# #30050
source: Error 401: Check your token.
sk_sk: Chyba 401: Skontrolujte váš token.

# #30051
source: Error 405: Method not allowed.
sk_sk: Chyba 405: Metóda nie je povolená.

# #30052
source: Unknown error: Check IP address or if server is online.
sk_sk: Neznáma chyba: Skontrolujte IP adresu alebo pripojenie servera.

# #30053
source: Configure server in the addon settings menu first.
sk_sk: Najprv v nastaveniach doplnku nakonfigurujte server.

# #30054
source: is added to your HAKA! favourites.
sk_sk: bol pridaný do vašich záložiek HAKA!

# #30055
source: is removed from your HAKA! favourites.
sk_sk: bol odstránený z vašich záložiek HAKA!

# #30056
source: Something went wrong opening your HAKA! favourites. Check the file in the addon folder or check the logs.
sk_sk: Niečo sa pokazilo počas otvárania vašich HAKA! záložiek. Skontrolujte súbor v priečinku doplnku alebo nazrite do logov.

# #30057
source: It seems you do no have any HAKA! favourites yet. Use the context menu to add some.
sk_sk: Zdá sa, že ste zatiaľ nevytvorili žiadnu záložku HAKA! Na ich pridanie použite kontextovú ponuku.

# #30058
source: is already a HAKA! favourite.
sk_sk: už je medzi záložkami HAKA!

# #30070
source: Add to HAKA! favourites
sk_sk: Pridať do záložiek HAKA!

# #30071
source: Remove from HAKA! favourites
sk_sk: Odstrániť zo záložiek HAKA!

# #30080
source: Cameras
sk_sk: Kamery

# #30081
source: Fans
sk_sk: Ventilátory

# #30082
source: Favourites
sk_sk: Záložky

# #30090
source: Home
sk_sk: Doma

# #30091
source: Not home
sk_sk: Mimo domu
